Repository: boscojwho/Chinotto
Catalog: Chinotto/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: /Developer (System)
zh_hans: /Developer (系统)

source: /Developer (User)
zh_hans: /Developer (用户)

source: %@ ago
zh_hans: %@ 前

# %@ of %@
source: %1$@ of %2$@
zh_hans: %2$@ 中的 %1$@

source: All Directories
zh_hans: 所有目录

source: All Directories (%lld files)
zh_hans: 所有目录 (%lld 个文件)

source: Are you sure you want to reset storage data?
zh_hans: 你确定要重置储存数据吗?

source: Are you sure you wish to permanently delete "^[%lld device](inflect: true)"?
zh_hans: 你确定要删除 "^[%lld 设备吗](inflect: true)"?

source: By Directory
zh_hans: 按目录

source: Calculate
zh_hans: 计算

source: Calculating...
zh_hans: 计算中...

source: Cancel
zh_hans: 取消

source: Chinotto Menu Bar App
zh_hans: Chinotto 菜单栏应用

source: Core Simulator (Devices)
zh_hans: Core Simulator (设备)

source: Data Category
zh_hans: 数据分类

source: Date Added
zh_hans: 添加日期

source: Delete
zh_hans: 删除

source: Delete selected (%lld)...
zh_hans: 删除选择的 (%lld) 个设备...

source: Deleted items are moved to Trash, where you may recover items, if needed.
zh_hans: 删除项目将被移到废纸篓，你可以在哪里恢复需要的项目

source: Deletion Behavior:
zh_hans: 删除选项:

source: Description
zh_hans: 描述

source: Device Inspector
zh_hans: 设备查看器

source: Device Kind
zh_hans: 设备类型

source: Device Name
zh_hans: 设备名称

source: Directory Size
zh_hans: 目录大小

source: Disk Space Used
zh_hans: 磁盘空间使用

source: Disk Space Used - ^[Showing %lld device](inflect: true)
zh_hans: 已使用的磁盘空间 - ^[正在显示 %lld 个设备](inflect: true)

# Disk Space Used - Calculating %lld ^[of %lld device](inflect: true)
source: Disk Space Used - Calculating %1$lld ^[of %2$lld device](inflect: true)
zh_hans: 已使用的磁盘空间 - 正在计算 %2$lld 中的第 %1$lld 个设备

source: Double-click to select a device
zh_hans: 双击以选择设备

source: Downloads
zh_hans: 下载

source: General
zh_hans: 通用

source: Home
zh_hans: 主页

source: If download finishes, but Xcode is unable to install a simulator runtime (e.g. due to insufficient storage), you may wish to manually install the simulator, instead. Run "`xcrun simctl runtime add`" on the downloaded .dmg file here to do so. Using Xcode's built-in reload button in the Download panel causes it to re-download the entire file, which is unnecessarily time-consuming.
zh_hans: 如果下载完成，但 Xcode 无法安装 Simulator 运行环境 (例如: 储存空间不足)，你可能需要手动安装 Simulator 在下载好的 .dmg 文件上运行 "`xcrun simctl runtime add`" 来手动安装 使用 Xcode Download 页面内置的重试按钮会重新下载整个文件，这是不必要的费时操作

source: Inspect Devices...
zh_hans: 检查设备

source: Last Boot Time
zh_hans: 上次启动时间

source: Last Updated: %@
zh_hans: 上次更新: %@

source: Last Updated: Never
zh_hans: 上次更新: 从未

source: Manually managing this directory is not recommended.
zh_hans: 不推荐手动管理该目录

source: Menu Bar
zh_hans: 菜单栏

source: Move to Trash
zh_hans: 移到废纸篓

source: Never
zh_hans: 从未

source: Never Booted
zh_hans: 从未启动

source: Open App...
zh_hans: 打开应用...

source: Permanently Delete
zh_hans: 永久删除

source: Recommended: Manage Toolchains using Xcode's built-in tool (Xcode > Toolchains > Manage Toolchains...).
zh_hans: 推荐: 使用 Xcode 内置工具来管理 Toolchains (Xcode > Toolchains > Manage Toolchains...)

source: Reset
zh_hans: 重置

source: Reset Storage Data...
zh_hans: 重置储存数据...

source: Select a directory
zh_hans: 选择目录

source: Show in Finder
zh_hans: 在访达中显示

source: Show in Menu Bar (compact view)
zh_hans: 在菜单栏显示 (紧凑视图)

source: Size
zh_hans: 大小

source: Temporary files associated with any simulators are stored here. This directory doesn't appear to contain anything of much permanent interest.
zh_hans: 和所有 Simulator 相关联的临时文件都在这里储存，这个目录似乎不包含太多永久储存的文件

source: This includes disk usage statistics that may take some time to calculate.
zh_hans: 这包括需要一些时间计算的磁盘使用数据

source: This is where all the simulator devices that have been downloaded are stored, and typically consumes the most storage space.
zh_hans: 这是所有下载的 Simulator 被储存的位置，而且一般占最多储存空间

source: This is where simulator images are stored when downloaded via Xcode.
zh_hans: Xcode 下载的 Simulator 镜像会保存在这里

source: This is where the Dynamic Linker for various simulator runtimes are stored (e.g. iOS, watchOS, tvOS).
zh_hans: 这是储存各种 Simulator 运行环境 Dynamic Linker 的位置 (例如: iOS、watchOS、tvOS)

source: This operation cannot be reversed. You may wish to backup test data associated with this device before proceeding.
zh_hans: 这个操作将无法撤销 你可能希望在继续前备份和该设备关联的测试数据

source: Tip
zh_hans: 提示

source: Warning: Recovery is not possible with this option. Deleted items are permanently removed from file system.
zh_hans: 警告: 该选项无法恢复，删除的项目将永久从文件系统上移除

source: Xcode Playground Devices (XCPGDevices)
zh_hans: Xcode Playground 设备 (XCPGDevices)

source: Xcode Playground Devices.
zh_hans: Xcode Playground 设备

source: Xcode Test Devices.
zh_hans: Xcode 测试设备

source: Xcode.app related directories.
zh_hans: Xcode.app 相关目录
